<x-filament-panels::page>
    <div class="text-gray-700">
        <h2 class="text-3xl mb-4">Угода про інвестиціну участь в компанії FREEDOM AUTO</h2>
        <ol class="leading-normal list-decimal list-inside">
            <li class="mb-3">Учасник вносить грошову суму в доларах США від 1000$, за що отримує долю, пропорційну розміру інвестиційної вартості частини автотранспорту, що
                перебуває на реалізації у компанії(перелік додається до угоди), яка в свою чергу дає право на отримання відповідного відсотку прибутку компанії повʼязаної із реалізації цих автомобілей з вирахуванням 50% комісії за продаж автомобілей на користь Компанії</li>
            <li class="mb-3">Виплата прибутку на відповідну долю учасника здійснюється щомісячно з наданням відповідного звіту, зміст якого погоджений сторонами з фактичним перерахуванням йому долі прибутку учаснику або додаванням її до суми його вкладу із відповідним перерахунком розміром долей учасників в компанії (за наявності продажу або придбання нових авто)</li>
            <li class="mb-3">У випадку бажання Учасника припинити свою участь у компаній із поверненням грошових коштів (віртості долі) він повідомляє про це Компанію і вартість його долі виплачується йому за рахунок інвестиційної вартості наступного проданого авто (або декількох авт), а у випадку відсутності таких продажів протягом терміну трьох місяців, з моменту повідомлення про вихід, Учасник має право отримати у якості повернення суми вкладу одного (або декількох в залежності від суми вкладу та інвест вартості транспорту) з автомобілей долю в інвест вартості яких він придбав зарахувавши його інвестиційну вартість у рахунок виплати вартості долі і доплатою з боку Учасника суми коштів у випадку коли інвест вартість перевищує вартість долі відповідно або без такої у випадку коли вартість долі та інвест вартість автомобілей дорівнюють одне одному.</li>
            <li class="mb-3">Компанія здійснює продаж авт (доля в інвестиційній вартості яких придбана Учасниками) по ціні не нижчої за інвестиційну з використанням всіх  наявних рекламних інструментів, а також купує нові автомобілі із відповідним перерахунком розміру долей всіх учасників та редагуванням списку авт, доля у інвестиційній вартості яких придбана учасниками</li>
        </ol>
    </div>
</x-filament-panels::page>
