<x-filament-panels::page>
    <div class="text-gray-700">
        <h2 class="text-3xl mb-4">Інструкція з користування інвест калькулятором</h2>

        <ol class="leading-normal list-decimal list-inside">
            <li class="mb-3 text-xl">
                Виконувати операції з автівками може тільки компанія. Можливості:
                <ol class="leading-normal list-decimal list-inside ml-9 text-lg">
                    <li class="mb-3">Компанія має можливості:</li>
                    <ol class="list-decimal list-inside ml-6 text-sm">
                        <li class="mb-2">додавати нові авто;</li>
                        <li class="mb-2">на існуючих авто ставити позначку що воно продано;</li>
                        <li class="mb-2">редагувати дату покупки -  це варто зробити тільки зараз на автоматично введених авто; (пізніше не буде мати сенсу, бо система
                            автоматично фіксує дату вводу)</li>
                    </ol>
                    <li class="mb-3">після продажу автівки, компанії автоматично нараховується - згідно з угодою - 50% від прибутку.</li>
                </ol>
            </li>
            <li class="mb-3 text-xl">
                інвестори можуть додавати свої внески на сторінці "<b>Фінансові операції</b>"
                <ol class="leading-normal list-decimal list-inside ml-9 text-lg">
                    <li class="mb-3">Необхідно вибрати операцію - <b>додавання</b> або <b>вилучення</b> грошей</li>
                    <li class="mb-3">та ввести суму;  у разі вилучення пишете <b>позитивну</b> суму, а система сама виконає операцію віднімання;</li>
                    <li class="mb-3">система фіксує дату автоматично; (варто вносити дані своєчасно,  але невеличке зміщення, наприклад на добу, або навіть на дві - фактично до наступного продажу,  не призведе до похибки в розрахунках.)</li>
                </ol>
            </li>

            <li class="mb-3 text-xl">сторінка "внески" прислуговує для перегляду стану внесків окремого інвестора. На ній ми можемо побачити:
                <ol class="leading-normal list-decimal list-inside ml-9 text-lg">
                    <li class="mb-3">інвестиційні внески,</li>
                    <li class="mb-3">прибуток інвестора після продажу кожної машини,</li>
                    <li class="mb-3">також вилучення свого внеску частково або повністю,</li>
                    <li class="mb-3">Фінансові операції фіксуються відразу, але зараховується як внески - тільки після підтвердження реального руху грошей - тобто, або
                        приходу, або виходу їх з рахунка компанії. У компанії є спеціальний елемент керування на дашборді в таблиці "Не підтверджені внески", який дозволяє
                        підтвердити внески.</li>
                    <li class="mb-3">Коли внесок підтверджений, він стає видимий на сторінці інвестора "Внески" і враховується при розрахунках, як долі, так і прибутку інвестора
                        </li>
                </ol>
            </li>

            <li class="mb-3 text-xl">Сторінка "загальний Пул" прислуговує для відкритого перегляду всіма учасниками стану внесків, операцій з машинами і все таке інше.</li>
            <li class="mb-3 text-xl">На головній сторінці, тобто на Дашборді, ми можемо бачити основну інформацію по всіх параметрах нашої системи.</li>
        </ol>
    </div>
</x-filament-panels::page>
